export const texts = {
    dialogs: {
        step1: 'Как к Вам обращаться?',
        step2: 'Какой тип работы Вам необходим?',
        step3: 'По какой теме?',
        step4: 'По какому предмету?',
        step5: 'Есть ли у Вас дополнительные файлы, которые Вы хотели бы приложить к заданию. Если нет, то просто пропустите этот шаг.',
        step6: 'Напишите Ваши дополнительные требования, текст задания. Или пропустите этот шаг.',
        step7: 'На какую почту Вам отправить расчет цены?',
        step8: 'Введите Ваш номер телефона (пришлем SMS с ценой):',
        step9: ''
    },
    errors: {},
    info: {
        step1: 'Очень приятно познакомиться, '
    },
    warning: {
        step9: 'Ваш заказ успешно создан. На почту Вам уже пришел логин и пароль от личного кабинета. Сейчас заказ на оценке ожидайте письма и SMS с ценой. Спасибо за обращение!  ❤️'
    }
};

export const work_types = [
    {"id":"33","name":"Курсовая работа"},
    {"id":"3","name":"Дипломная работа"},
    {"id":"11","name":"Контрольная работа"},
    {"id":"20","name":"Реферат"},
    {"id":"17","name":"Отчет по практике"},
    {"id":"13","name":"Магистерская работа"},
    {"id":"28","name":"Статья"},
    {"id":"27","name":"Эссе"},
    {"id":"15","name":"Научно-исследовательская работа"},
    {"id":"8","name":"Доклад"},
    {"id":"24","name":"Глава диплома"},
    {"id":"16","name":"Ответы на билеты"},
    {"id":"19","name":"Презентация"},
    {"id":"30","name":"Аспирантский реферат"},
    {"id":"4","name":"Бизнес план"},
    {"id":"5","name":"ВАК"},
    {"id":"36","name":"ВКР (Выпускная квалификационная работа)"},
    {"id":"6","name":"Диаграммы, таблицы"},
    {"id":"34","name":"Дипломная работа MBA"},
    {"id":"7","name":"Диссертация"},
    {"id":"9","name":"Доработка заказа клиента"},
    {"id":"10","name":"Компьютерный набор текста"},
    {"id":"14","name":"Монография"},
    {"id":"29","name":"Онлайн помощь"},
    {"id":"18","name":"Перевод"},
    {"id":"21","name":"Рецензия"},
    {"id":"22","name":"Речь к диплому"},
    {"id":"35","name":"Решение задач"},
    {"id":"23","name":"Тезисный план"},
    {"id":"25","name":"Чертёж"},
    {"id":"26","name":"Чертеж от руки"}
];

export const work_themes = [];

export const work_courses = [{"id":"30913","name":"Нет данных"},{"id":"30817","name":"Авиатранспорт (другое)"},{"id":"3","name":"Проектирование блоков питания ЛА"},{"id":"4","name":"Проектирование самолетов"},{"id":"5","name":"Проектирование турбин двигателей"},{"id":"6","name":"Сборочные чертежи самолетов, крыльев, флюзеляжей"},{"id":"7","name":"Журналистика"},{"id":"30771","name":"Журналистика (другое)"},{"id":"8","name":"История журналистики"},{"id":"9","name":"Кино и телевидение"},{"id":"10","name":"Основы творческой деятельности журналиста"},{"id":"11","name":"Средства массовой информации"},{"id":"12","name":"Теория и практика СМИ"},{"id":"17","name":"Драматургия"},{"id":"13","name":"Издательское дело"},{"id":"30780","name":"Издательское дело (другое)"},{"id":"18","name":"Живопись"},{"id":"30779","name":"Искусство (другое)"},{"id":"20","name":"Искусствоведение"},{"id":"21","name":"История балета"},{"id":"22","name":"История зарубежного искусства"},{"id":"23","name":"История искусств"},{"id":"24","name":"История кино"},{"id":"25","name":"Межкультурная коммуникация"},{"id":"26","name":"Музееведение"},{"id":"27","name":"Музыка"},{"id":"4709","name":"Режиссура"},{"id":"28","name":"Театр"},{"id":"29","name":"Фольклор"},{"id":"30","name":"Фотография"},{"id":"31","name":"Экскурсионные и выставочные работы"},{"id":"216","name":"Эстетика"},{"id":"2188","name":"История"},{"id":"30778","name":"История (другое)"},{"id":"33","name":"История 20 века"},{"id":"34","name":"История Древняя"},{"id":"35","name":"История Зарубежная"},{"id":"36","name":"История Мировая"},{"id":"37","name":"История нового времени"},{"id":"38","name":"История Отечества"},{"id":"39","name":"История развивающихся стран"},{"id":"939","name":"История России"},{"id":"40","name":"История Санкт-Петербурга"},{"id":"41","name":"История современная"},{"id":"42","name":"История Средних веков"},{"id":"45","name":"Востоковедение"},{"id":"46","name":"Декоративно-прикладное искусство"},{"id":"48","name":"История культуры"},{"id":"49","name":"История массовых праздников"},{"id":"30777","name":"Культура (другое)"},{"id":"52","name":"Культурология"},{"id":"53","name":"Менталитет русской культуры"},{"id":"54","name":"Мировая культура"},{"id":"55","name":"Мировая культура моды"},{"id":"56","name":"Мировая художественная культура (МХК)"},{"id":"57","name":"Народное искусство"},{"id":"58","name":"Семиотика"},{"id":"62","name":"Этнология"},{"id":"63","name":"Библиография"},{"id":"65","name":"Биография"},{"id":"66","name":"Зарубежная литература"},{"id":"67","name":"История мировой литературы"},{"id":"68","name":"Книговедение"},{"id":"69","name":"Культура речи"},{"id":"70","name":"Литература"},{"id":"30776","name":"Литература (другое)"},{"id":"71","name":"Литературоведение"},{"id":"72","name":"Поэтика"},{"id":"73","name":"Проза и публицистика"},{"id":"74","name":"Русская литература"},{"id":"75","name":"Русский язык и культура речи"},{"id":"78","name":"Внешняя политика и дипломатия"},{"id":"82","name":"Международные организации"},{"id":"83","name":"Международные отношения"},{"id":"30775","name":"Международные отношения (другое)"},{"id":"84","name":"Международные политические процессы"},{"id":"85","name":"Военная педагогика"},{"id":"86","name":"Дефектология"},{"id":"87","name":"Дошкольная педагогика"},{"id":"88","name":"Игровые методики"},{"id":"90","name":"Коррекционная педагогика"},{"id":"91","name":"Логопедия"},{"id":"95","name":"Педагогика"},{"id":"30774","name":"Педагогика (другое)"},{"id":"96","name":"Развитие речи"},{"id":"97","name":"Социальная педагогика"},{"id":"98","name":"Сурдопедагогика"},{"id":"99","name":"Теория и методология обучения и воспитания"},{"id":"100","name":"Тифлопедагогика"},{"id":"101","name":"Управление дошкольным образованием"},{"id":"102","name":"Геополитика"},{"id":"104","name":"Мировая политика"},{"id":"105","name":"Политическая история России"},{"id":"106","name":"Политическая психология"},{"id":"107","name":"Политические системы"},{"id":"109","name":"Политология"},{"id":"30773","name":"Политология (другое)"},{"id":"110","name":"Социально-экономические и политические процессы"},{"id":"111","name":"Теория политики и политический процесс в современной России"},{"id":"113","name":"Аграрное право"},{"id":"114","name":"Адвокатура и нотариат"},{"id":"115","name":"Административное право"},{"id":"116","name":"Арбитражный процесс"},{"id":"903","name":"Банковское право"},{"id":"117","name":"Военное законодательство"},{"id":"118","name":"Государственная служба"},{"id":"119","name":"Государственное право"},{"id":"120","name":"Гражданский процесс"},{"id":"121","name":"Гражданское право"},{"id":"122","name":"Жилищное право"},{"id":"123","name":"Земельное право"},{"id":"401","name":"Информационное право"},{"id":"407","name":"Информационные технологии в юриспруденции"},{"id":"125","name":"История политических и правовых учений"},{"id":"127","name":"Коммерческое право"},{"id":"128","name":"Конституционное право"},{"id":"904","name":"Корпоративное право"},{"id":"130","name":"Криминалистика"},{"id":"131","name":"Криминология"},{"id":"132","name":"Международное право"},{"id":"918","name":"Международное частное право"},{"id":"919","name":"Морское право"},{"id":"133","name":"Муниципальное право"},{"id":"134","name":"Налоговое право"},{"id":"905","name":"Наследственное право"},{"id":"136","name":"Политическое право"},{"id":"137","name":"Право"},{"id":"30772","name":"Право (другое)"},{"id":"917","name":"Право социального обеспечения"},{"id":"138","name":"Правоведение"},{"id":"139","name":"Правовые основы бизнеса"},{"id":"140","name":"Правоохранительные органы"},{"id":"920","name":"Предпринимательское право"},{"id":"141","name":"Прокурорский надзор"},{"id":"142","name":"Римское право"},{"id":"143","name":"Семейное право"},{"id":"144","name":"Судебно-бухгалтерская экспертиза"},{"id":"145","name":"Судебный процесс"},{"id":"146","name":"Таможенное право"},{"id":"147","name":"Теория государства и права (ТГП)"},{"id":"666","name":"Транспортное право"},{"id":"148","name":"Трудовое право"},{"id":"149","name":"Уголовное право"},{"id":"150","name":"Уголовный процесс"},{"id":"912","name":"Философия права"},{"id":"151","name":"Финансовое право"},{"id":"152","name":"Хозяйственное право"},{"id":"379","name":"Экологическое право"},{"id":"153","name":"Экономическое право"},{"id":"916","name":"Юридическая этика"},{"id":"154","name":"Юриспруденция"},{"id":"155","name":"Военная психология"},{"id":"156","name":"Возрастная психология"},{"id":"157","name":"Дифференциальная психология"},{"id":"158","name":"Исследования в психологии"},{"id":"159","name":"История психологии"},{"id":"160","name":"Конфликтология"},{"id":"161","name":"Медицинская психология"},{"id":"162","name":"Методика преподавания"},{"id":"165","name":"Общая психология"},{"id":"166","name":"Педагогическая психология"},{"id":"167","name":"Переговоры в психологии"},{"id":"168","name":"Практическая психология"},{"id":"169","name":"Прикладная психология с использованием SPSS"},{"id":"170","name":"Психоанализ"},{"id":"171","name":"Психодиагностика"},{"id":"172","name":"Психолингвистика"},{"id":"173","name":"Психологическое консультирование"},{"id":"174","name":"Психология"},{"id":"30761","name":"Психология (другое)"},{"id":"175","name":"Психология деятельности"},{"id":"176","name":"Психология и педагогика"},{"id":"177","name":"Психология личности"},{"id":"178","name":"Психология менеджмента"},{"id":"179","name":"Психология труда"},{"id":"180","name":"Психотерапия"},{"id":"181","name":"Социальная психология"},{"id":"182","name":"Специальная психология"}];